{
"[1]":"　帕奧禪林Pa-Auk　Tawya　Forest　Monastery－位於緬甸南部毛淡棉市近郊的帕奧村，以村名作為寺院之名。已成為頗具規模的國際禪修中心，並且還在不斷擴建當中。在此修行的禪修者經常維持在二、三百人左右，其中外國人有五十至八十位，華人佔一半以上。住持禪師的法名為烏．阿欽納（U　Acinna）；緬甸人為了表示尊重，不直接稱呼法名，而稱他為帕奧禪師（Pa-Auk　Sayadaw）。",
"[2]":"　巴利pali－記載原本佛教典籍所用的語言。有時也作為佛教聖典的代稱。（P-E　Dict　p。455）",
"[3]":"　無貪、無瞋、無癡稱為三善根：善心生起的主要根本。",
"[4]":"　貪、瞋、癡稱為三不善根：不善心生起的主要根本。（Com　M　Abh　Ⅲ。5　p。120）",
"[5]":"　觀智vipassana-bana－透視究竟法（paramattha-dhamma勝義法；根本真實法）無常、苦、無我本質的智慧。",
"[6]":"　道智magga-bana－與聖人之道相應的智慧。它能同時完成四項功能（體證四聖諦）：一、領悟苦諦（苦的真理）；二、去除貪愛（苦的原因）；三、證悟涅槃（苦的息滅）；四、完全開展八聖道分（聖道的八項構成因素；滅苦的方法）。（Ess　Abh　p。421）",
"[7]":"　止禪samatha－字義為平靜。乃是心處於專一、不動、無煩惱、安寧的狀態。禪定的修行法門。（Ess　Abh　p。357）",
"[8]":"　觀禪vipassana－直觀覺照一切身心現象的無常、苦、無我本質。智慧的修行法門。（Ess　Abh　p。357）",
"[9]":"　五取蘊pabc’upadanakkhandha－五蘊乃是五種聚集，即：色蘊（物質）、受蘊（感受）、想蘊（形成內心印象）、行蘊（附屬的精神因素；除了受、想之外的五十個心所）、識蘊（心；心識；主要的精神因素）。五取蘊（凡夫的五蘊）乃是會成為執取之對象的五蘊，包括所有色蘊及世間的四種名蘊（受、想、行、識）。而出世間（超出世間凡夫的境界）的四種名蘊不是取蘊，因為它們完全超越執取的領域，不會成為貪愛或邪見的對象。（Com　M　Abh　Ⅶ。35　p。286）",
"[10]":"　十二因緣－在過去、現在、未來這三世中，因果作用的方式。歸納為十二項，又稱為十二緣起支。即：過去世的無明（愚癡）、行（行為；業）為因，造成現在世的識（投生心）、名色（投生後的身心）、六處（六種感覺器官）、觸（心識與感官接觸對象）、受（感受）為果；現在世的愛（貪欲）、取（執著）、業有（業力）為因，造成未來世的生（再度投生）、老死愁悲苦憂惱（投生後所遭遇的苦）為果。",
"[11]":"　四念處satipatthana－培育正念與覺觀的一套完整修行體系；以正念覺察四種對象：身、受、心、法。（Com　M　Abh　Ⅶ。24　p。279）",
"[12]":"　法dhamma－用在不同的情況下有不同的含義，今舉出其中常見的三種：（一）、佛法；佛陀所教導的真理；乃是宇宙間固有、不變、自然的法則。（二）、現象；事物。（三）、被心認知的對象（法塵）。此處指第三種含義。（P-E　Dict　p。336）",
"[13]":"　心所cetasika－伴隨著心生起的附屬精神因素；它能協助心執行特定的任務。心所不能離開心而單獨生起；心也不能離開心所而單獨生起。雖然兩者互相依靠，但是心為主要的精神因素，因為心所必須依靠心才能認知對象。（Com　M　AbhⅡ。1　p。76）",
"[14]":"　十二處－1。眼處、2。耳處、3。鼻處、4。舌處、5。身處、6。意處、7。色處、8。聲處、9。香處、10。味處、11。觸處、12。法處（心的對象）。1-5是五種物質的感官；7-11是五種物質的對象；意處包含八十九種心；法處包含五十二個心所、十六種微細色與涅槃。（Com　M　Abh　Ⅶ。36　p。287）",
"[15]":"　十八界－1。眼界、2。耳界、3。鼻界、4。舌界、5。身界、6。色界、7。聲界、8。香界、9。味界、10。觸界、11。眼識界、12。耳識界、13。鼻識界、14。舌識界、15。身識界、16。意界、17。法界（心的對象）18。意識界。它們稱為「界」，因為它們能保持自己固有的本質。將十二處中的意處分成七個界（11-16及18），即成為十八界；其餘的處與界都相同。（Com　M　Abh　Ⅶ。36　p。287）",
"[16]":"　七覺支satta　bojjhavga－覺悟的七項因素：念（明記不失）、擇法（觀照的智慧）、精進（努力）、喜（愉悅）、輕安（心與心所的平靜）、定（專一）、捨（心的平等中性；並非指捨受）。（Com　M　Abh　Ⅶ。29　p。281）",
"[17]":"　色念處－正念覺察物質。名念處－正念覺察精神（心與心所）",
"[18]":"　四色界禪－即初禪、第二禪、第三禪、第四禪，乃是禪定的四個層次。它們能使人投生色界天（遠比人界高超，沒有粗的色法，只有微妙的色身。），故稱色界禪。（Com　M　AbhⅠ。18　p。54）",
"[19]":"　四無色界禪－比四色界禪更深的禪定，能使人投生於完全超越物質，唯有心與心所存在的無色界天。（Com　M　AbhⅠ。22　p。62）",
"[20]":"　近行定upacara-samadhi－接近完全專一（禪定）的定。",
"[21]":"　波羅蜜parami－圓滿；完善。（P-E　Dict　p。454）在此指從前所做過的善業，尤其指修行佛法的善業。",
"[22]":"　開示－講解佛法。因為佛法能使人開發智慧，透視真理之故。",
"[23]":"　安般念anapanasati－其中anapana（入出息）音譯為：安那般那。sati（念）：清醒、警覺、明記不忘失。anapanasati音義合譯為安那般那念，簡稱安般念；乃是專注於入出息的修行法門。（P-E　Dict　p。100，　p。672）",
"[24]":"　四界分別觀－辨識身體由地、水、火、風這四種基本元素（四界；四大）所組成的修行法門。（清淨道論‧第十一品‧第二七至一一七段）",
"[25]":"　比丘bhikkhu－佛教的男性出家人，遵守二百二十七條比丘戒。（P-E　Dict　p。504）",
"[26]":"　結跏趺坐－屈膝盤腿而坐。",
"[27]":"　業處kammatthana－字義為「工作處所」，在此用來指修行法門，即禪修者修行以培育特殊成就的工作處所。（Com　M　Abh　Ⅸ。1　p。329）有時也用來指修行時所專注的對象。（P-E　Dict　p。193）",
"[28]":"　接觸點應選在鼻孔的出口處周圍或人中，勿選在鼻孔的內部，因為會造成壓力，妨礙專注。至於無法找到固定接觸點的人，只要能在氣息出現的任何地方持續地覺知氣息即可；亦可同時覺知進出於兩鼻孔出口處的氣息。若能總是在固定不變的接觸點覺知氣息，則對定力的培育大有幫助。若所選的接觸點位於左或右鼻孔出口處，則因每隔一段時間身體會自動更換鼻孔呼吸，於是必須更換到對側鼻孔出口處。然而，選定一個接觸點之後，至少應專注經過那點的氣息二十至三十分鐘，必要時才更換接觸點；若更換接觸點的間隔時間太短、次數太頻繁，則不易培育穩固的定力。",
"[29]":"　禪相nimitta－修行禪定時心專注的對象；可以是影像或概念。",
"[30]":"　入出息的本身－此處的入出息還只是概念法（世人以為有真正實質的事物），不是究竟法（分析至不能再分的究竟成份）。",
"[31]":"　所緣－被心（能緣）攀緣的對象。所緣與對象是同義詞；然而基於一般人少用之故，本書皆以「對象」一詞取代「所緣」。",
"[32]":"　數息的方法有許多種，這裡只舉其中一種：保持自然呼吸，入息時默念「入」，出息時默念「出」，出息接近末端時默念數目。",
"[33]":"　梵天神brahma－因為穩固的禪定而投生梵天界的眾生。梵天界有二十層天：十六層是色界天（色梵天）；四層是無色界天（無色梵天）。那裡的眾生稱為梵天神或梵天。（P-E　Dict　p。493）",
"[34]":"　禪那jhana－心完全專一的狀態。《清淨道論‧第三品》解釋為：「使心與心所平等、平正、不散亂、不雜亂地安住於單一對象中。」《長部Ⅰ。76　Digha　NikayaⅠ。76》描述禪那中的心是：「寧靜、清淨、透明、已培育、沒有邪惡、柔順、堪能、堅定、沉著不動的。」顯示禪那中的心具有強盛的生命力。禪那通常指四色界禪，有時也包括四無色界禪。（P-E　Dict　p。286）",
"[35]":"　禪支jhanavga－禪那的構成因素。禪支是執行禪定過程的心所；可依禪支的不同而分辨不同的禪那。（Com　M　AbhⅠ。18　p。56）",
"[36]":"　有分心bhavavga－生命相續流。字義為：生存（有）的成份（分）。有分心是生存不可或缺的條件。有了有分心，個體才能一剎那也不間斷地相續存在。每當認知對象的心理過程（心路過程）不生起時，每一剎那都是有分心在相續生滅。（Com　M　Abh　Ⅲ。8　p。122）",
"[37]":"　三寶－佛陀（圓滿覺悟者）、佛法（佛陀教導的真理）、僧團（僧伽；傳承佛陀教法的比丘團體）。（P-E　Dict　p。337）",
"[38]":"　四道與四果－證悟有四個階段：須陀洹、斯陀含、阿那含、阿羅漢。每一階段有兩種心：道心與果心。這八種出世間心皆以無為的涅槃為對象，但它們的作用不同：道心能徹底滅除煩惱；果心能體驗滅除煩惱後的解脫程度。（Com　M　AbhⅠ。28　p。66）",
"[39]":"　相應－心與心所同時生起、同時消滅、依靠相同的依處而生起、緣取相同的對象，此關係稱為相應。同一種心中其他互為條件關係的心理現象也稱為相應。（Com　M　Abh　Ⅷ。13　p。307）",
"[40]":"　編者註：名法包括心與心所。",
"[41]":"　世間禪－繫屬於世間、不能超出世間生死輪迴的禪定。",
"[42]":"　出世間禪－作為觀禪的基礎以證悟道果的禪定。（Ess　Abh　p。52）在此所謂的「定慧平衡」是指：分別平衡了定根與精進根、慧根與　信根之後，再使這兩組之間達到平衡。",
"[43]":"　心色（心所依處）hadayavatthu－存在心臟裡的色法，能作為意界與意識界生起時的依靠處。（Com　M　AbhⅢ。20　p。144）",
"[44]":"　意門manodvara－門是比喻，用來指心與對象發生作用時的媒介。眼、耳、鼻、舌、身、意這六門是心與心所出外會遇對象，及對象進入心與心所領域的門。前五門是物質的，即敏感的微細色法，存在個別的粗感官裡。意門是精神的，亦即有分心。當對象出現在意門時，意門心路過程中的心只透過意門來緣取對象，不直接依靠物質的門。（Com　M　AbhⅢ。12　p。130）",
"[45]":"　心路過程vithi－認知對象的心理過程。當對象出現在六門之一時，為了認知對象而生起一連串參與認知作用的心。心路過程中的心依照心的法則而以適當順序相續生起。（Ess　Abh　p。131）",
"[46]":"　意門轉向心Manodvaravajjana－這種心在前五門心路過程中稱為確定心（votthapanacitta），其功能是確定或定義被前五識認知過的對象。在意門心路過程中稱為意門轉向心，其功能是將心轉向對象。（Com　M　AbhⅠ。10　p。44）",
"[47]":"　速行心javana－速行心是一連串同類的心（通常是七個），它們「快速通過」對象，並且完全認知對象。速行心階段是造成善業或惡業的階段（P-E　Dict　p。280）（Com　M　AbhⅢ。8　p。124）",
"[48]":"　捨upekkha－捨常指平等中性、不被偏見或偏愛動搖的高超心境。在此指中性感受（捨受），不偏於喜、憂、苦、樂，也稱不苦不樂受（adukkhamasukha　vedana）。（Com　M　AbhⅠ。4　p。34）",
"[49]":"　十遍kasina－十種修行禪定時所專注的對象，即：青、黃、紅、白、地、水、火、風、空、光。亦譯為十遍處或十一切處，因為它們的似相都必須擴展到遍滿宇宙，沒有邊際。（Com　M　Abh　Ⅸ。6　p。332）",
"[50]":"　不淨觀－觀察身體不淨可厭的修行法門；能夠止息貪愛。（清淨道論‧第六品）",
"[51]":"　佛隨念－憶念佛陀功德的修行法門。（清淨道論‧第七品）",
"[52]":"　慈心觀－願一切眾生得到安樂的修行法門；能夠止息瞋恨。（清淨道論‧第九品）",
"[53]":"　本段根據開示的錄音帶補入。",
"[54]":"　究竟名色－以正確的方法分析名色，直到不可再分的究竟實質部份；乃是身心現象的真實成份。（Com　M　AbhⅠ。2　p。25）",
"[55]":"　密集ghana－當名與色相互資助而生起時，因為誤解它們為整體，故有密集的概念產生。若能以智慧將它們分析到基本成份，它們將如被手所捏的泡沫一般地粉碎；它們是因緣條件組成的。",
"[56]":"　色聚rupakalapa－色法不能單獨生起，必須成群生起，這種色法的集團稱為色聚。色聚中的色法一起生起，也一起消滅。（Com　M　AbhⅥ。16　p。252）",
"[57]":"　行savkhara－（一）、由因緣條件和合所產生的事物。（二）、心所（如：行蘊）。（三）業；行為。在此指第一種含義。（Com　M　Abh　p。392）",
"[58]":"　以下兩段依據開示的錄音帶補入。",
"[59]":"　禪修者應實在地透視到自己身體內的各個部份，而非透過想像。若所見的身分呈顯在面前，猶如觀看相片一般，則只是出自想像而已，不是真正透視到三十二身分。透視不到三十二身分的原因通常是定力不夠深。禪修者應當有耐心地再培育夠深的定力，不可貪快，囫圇吞棗，錯失大利。",
"[60]":"　遍處色－內心見到的遍相。它是定心所生的影像，不是真正的色法。但是由於它依靠外在的色法而生起，猶如色法之子，所以也稱它為色。這只是一種隱喻而已。",
"[61]":"　心識剎那－心生起到消滅的時間。心識剎那極端迅速；在一閃電或一眨眼的時間裡有十億個心識剎那生滅過去。一個心識剎那中有三時，即心的生時、住時、滅時。（Com　M　Abh　Ⅳ。6　p。156）",
"[62]":"　四梵住brahmavihara－這四種禪那是梵天神內心的安住處，所以稱為四梵住。它們又稱為四無量心，因為這四種心都必須以無邊宇宙的所有眾生作為對象。（Com　M　Abh　Ⅸ。9　p。336）此中包含三種關愛他人的修行法，即：慈（願他人安樂）、悲（願他人離苦）、喜（對他人所得到的成就感到歡喜），及一種中性平等的修行法：捨（不憂不喜，中立而不執著）。（P-E　Dict　p。494）",
"[63]":"　名業處－辨識究竟名法（精神成份；心與心所）的觀禪法門。",
"[64]":"　色業處－辨識究竟色法（物質成份）的觀禪法門。",
"[65]":"　上座部Theravada－佛陀原本的教法。（P-E　Dict　p。310）一般稱為南傳佛教。佛陀般涅槃後二百餘年正式傳到斯里蘭卡。盛行於斯里蘭卡、緬甸、泰國、高棉、寮國。嚴謹保守原始佛教的傳統。",
"[66]":"　四護衛禪－四種保護禪修者的修行法門。",
"[67]":"　死隨念marananussati－思惟死亡必然會來臨、死亡之期完全不確定、死亡時一切都必須捨棄的修行法門。（清淨道論‧第八品）",
"[68]":"　生滅隨觀智udayabbaya-bana－第四種觀智；透視行法（有為法）生滅的智慧。（Com　M　Abh　Ⅸ。32　p。351）",
"[69]":"　思惟智sammasana-bana－第三種觀智；以分組的方式透視行法三相（無常、苦、無我）的智慧。（Com　M　Abh　Ⅸ。32　p。351）",
"[70]":"　四惡道apaya－痛苦多過快樂的四種生存界。造惡之人因為惡業而投生之處。（一）、地獄道：最低而且最苦的生存界。其中的眾生從生到死一直受苦，沒有一剎那間斷。（二）、畜生道：不像地獄那麼苦，但痛苦仍然遠超過快樂，因為它們很難有行善的機會。（三）、餓鬼道：遭受極度飢渴之苦與其他痛苦而無法解除的眾生。（四）、阿修羅道：形體巨大醜陋，遭受折磨類似餓鬼的眾生。（Com　M　Abh　Ⅴ。4　p。189）",
"[71]":"　名色分別智與緣攝受智只是觀禪的基礎。真正的觀智是從思惟智開始算起。",
"[72]":"　這五類雖然名稱不同，但實際上同樣指一切眾生。",
"[73]":"　非人amanussa－人以外的其他眾生；通常指：天神、阿修羅、餓鬼、夜叉等。（P-E　Dict　p。73）",
"[74]":"　由於捨心觀只有第四禪，沒有前三種禪，它必須以慈、悲、喜的初禪至第三禪為基礎才能生起，因此對每個人你都必須先修慈心觀、悲心觀、喜心觀各達到第三禪，然後才轉修捨心觀，達到第四禪。",
"[75]":"　悚懼感samvega－警惕心。觀察到世間的不幸而引起的宗教情緒。有八種對象能引起悚懼感：生、老、病、死、墮落惡道之苦以及過去、現在、未來輪迴所造成的痛苦。（P-E　Dict　p。658）",
"[76]":"　臨死時的對象有三種可能：一、業：過去所做的善業或惡業，能造成來世投生者；二、業相：造作善惡業時的對象或影像或所用的工具；三、趣相：即將投生之處的徵象。　　必須強調的是，此三種之一是臨死速行心（一生中最後一個速行心）的對象，不是死亡心（一生中最後一個心）的對象。死亡心與同一期生命中的有分心及結生心緣取相同的對象，即前世臨死速行心的對象。而今世臨死速行心的對象將成為來世結生心、有分心、死亡心的對象。（Com　M　Abh　Ⅲ。17　p。138，　Ⅴ。35　p。221）",
"[77]":"　作意manasikara－注意。作意是心遭遇對象時的第一前線，它將相應的名法導向對象，因此它是五門轉向心與意門轉向心的重要成份。這兩種轉向心能打斷有分心流，形成心路過程中的第一個階段。（Ess　Abh　p。70）",
"[78]":"　善法kusala-dhamma－與善根（無貪、無瞋、無癡）相伴生起的心。這種心是健全的、道德上無過失的、能產生快樂結果的。",
"[79]":"　不善法akusala-dhamma－與不善根（貪、瞋、癡）相伴生起的心。這種心是不健全的、道德上有過失的、能產生痛苦結果的。（Com　M　AbhⅠ。3　p。31）",
"[80]":"　欲界－有飲食、男女等欲望的生存界。包括：四惡道、人道與接近人道的六層天界。（眾生居住於三界，除欲界外還有下列二界）　　色界－有十六層天。沒有飲食、男女等欲望，但還有微妙的色身，故稱為色界。修成色界禪的人若至死亡時禪定仍然穩固，則能投生於色界天。　　無色界－有四層天。沒有色身，只有精神存在，故稱為無色界。修成無色界禪的人若至死亡時禪定仍然穩固，則能投生於無色界天。（Ess　Abh　p。21）",
"[81]":"　行捨智savkharupekkha-bana－第十一種觀智。觀一切行法的無常、苦、無我，並以種種行相觀空之後，禪修者捨斷怖畏與歡喜，對諸行無動於衷而中立，不執著它們為我或我所有。（清淨道論‧第二一品‧第六一段）",
"[82]":"　天界deva-loka－這裏指六層欲界天之一。",
"[83]":"　結生心patisandhi-citta－投生時的心。它連結今生與前生，所以稱為結生心。一生之中，結生心只在投生時出現一次。（Com　M　Abh　Ⅲ。8　p。122）",
"[84]":"　帝釋sakka－欲界第二層天（忉利天）的天王。",
"[85]":"　淨居天suddhavasa-deva－色界中最高的五層天；乃是三果阿那含與四果阿羅漢居住的地方。他們不會再投生於更低的界，只會在淨居天達到最後的解脫。（Com　M　Abh　Ⅴ。6　p。193）",
"[86]":"　編者註：第四禪不能去除無明，只能暫時降伏無明而已。",
"[87]":"　出世間lokuttara－超過世間的境界。有九種法，即：無為的涅槃與直接體悟涅槃的四道、四果。",
"[88]":"　差提優佛塔與大金塔都是緬甸著名的佛塔。",
"[89]":"　四界－界dhatu：物質的基本元素。因為它們能保持自己固有的本質，所以稱為界。地、水、火、風這四界又稱為四大種cattaro　mahabhuta，它們是不可再分割的物質成份，並且以各種方式組成所有物質，從微粒到高山都不例外。（Com　M　Abh　Ⅵ。2　p。235）",
"[90]":"　依循第一條路徑的人稱為止行者或止觀行者samatha-yanika。依循第二條路徑的人稱為純觀行者suddha-vipassana-yanika。",
"[91]":"　詳盡法：請參見本章後面的附註。",
"[92]":"　自性相就是特相。事實上，黏結是水界的現起之狀，而推動則是風界的作用：這兩者都不是特相。只是為了在教禪時方便表達，所以才稱它們為特相。",
"[93]":"　五淨色pasada-rupa－存在於五種粗的感官裡的敏感色法，它們能作為前五識生起的依靠處。這些微細的敏感色法依靠各自的粗感官而存在。真正作為前五識生起時所依靠的處與門是五淨色，而不是粗的感官。（Com　M　Abh　Ⅵ。3　p。238）",
"[94]":"　破除三種密集ghana：　　一、相續密集：每一色聚至少含有八種色：地界、水界、火界、風界、顏色、香、味、食素（營養素）。在特定情況下，色聚中的火界與食素都能製造好幾代新色聚。若能清晰見到這些過程，並能辨識過程中的每一色聚，才是破除相續密集。　　二、組合密集：能以智慧辨識每一粒色聚裡每一個究竟色（八、九或十個）的相狀，才是破除了組合密集。　　三、功用密集：能以智慧辨識色聚裡每一個究竟色的功用，才是破除了功用密集。",
"[95]":"　概念pabbatti－世間一般的觀念，認為有持續穩定存在的人、動物等。這只是概念性的，不是真實的面貌。（Com　M　AbhⅠ。2　p。26）",
"[96]":"　心色十法聚是由八不離色、命根（能維持業生色的生命）、心色（心處色）十種色法組成的色聚。",
"[97]":"　性根十法聚是由八不離色、命根及性根色這十種色法組成的色聚。",
"[98]":"　命根九法聚是由八不離色及命根這九種色法組成的色聚。",
"[99]":"　眼十法聚是由八不離色、命根、眼淨色這十種色法組成的色聚。",
"[100]":"　身十法聚是由八不離色、命根、身淨色這十種色法組成的色聚。",
"[101]":"　耳十法聚是由八不離色、命根、耳淨色這十種色法組成的色聚。",
"[102]":"　鼻十法聚是由八不離色、命根、鼻淨色這十種色法組成的色聚。",
"[103]":"　舌十法聚是由八不離色、命根、舌淨色這十種色法組成的色聚。",
"[104]":"　色法有三時，即：生時、住時與滅時",
"[105]":"　身體的四十二個部份－請參見本章後面的附註。",
"[106]":"　菩薩－立志要成佛（圓滿正覺）的人。（P-E　Dict　p。491）",
"[107]":"　般若pabba－智慧。",
"[108]":"　三藏tipitaka－佛陀的教法收錄為三大類，稱為三藏。即：　　一、經藏sutta-pitaka－修多羅藏。佛陀用一般的詞語解釋離苦得樂的道理；包括止觀的實修指導。　　二、律藏vinaya-pitaka－毘尼耶藏。佛陀制定弟子應當遵守的戒條及規範，以便淨化身、口、意，提昇道德與人格。　　三、論藏abhidhamma-pitaka－阿毗達摩藏。高深的教法；佛陀用抽象的詞語敘述世間與涅槃的究竟真理。（Ess　Abh　p。1）",
"[109]":"　般涅槃parinibbana－完全的涅槃（無餘涅槃）；五蘊的完全息滅；不再有生死輪迴。（P-E　Dict　p。427）",
"[110]":"　苦行－折磨自己身體的修行法。（古代印度相信如此能成就聖道，解脫痛苦。）佛陀呵斥這種修行法。（P-E　Dict　p。22，　p。297）",
"[111]":"　聖者ariya－證悟四道、四果這八種聖位的人皆稱為聖者。（Com　M　AbhⅠ。26，　p。66）",
"[112]":"　授記－肯定的預言。預言某人未來必然會得到的成就。",
"[113]":"　比丘尼－佛教的女性出家人，遵守三百多條戒。",
"[114]":"　沙彌samanera－佛教的男性出家人，遵守十條戒，尚未接受比丘戒，必須跟隨比丘學習。",
"[115]":"　大長老mahathera－或譯為：大上座。受比丘戒之後經過二十個雨季或二十個雨季以上的資深比丘。",
"[116]":"　尊者Bhante－或譯為：大德。乃是一種敬稱。",
"[117]":"　袈裟－佛教出家人所穿，染成褐或黃色的布。（P-E　Dict　p。212）",
"[118]":"　神通abhibba－超過平常人的特殊能力。有五種世間的神通：　　一、如意通：能顯現各種變化，如：分身、穿牆、空飛等。　　二、天眼通：能看見遠近之物，如：看見天界、惡道眾生等。　　三、天耳通：能聽見遠近之聲，如：人間、天界等聲音。　　四、他心通：能知道別人內心的想法、念頭。　　五、宿命通：能記憶過去世所發生的事情。（Ess　Abh　p。166）經中還提到第六種，乃是出世間的神通：漏盡通（斷盡煩惱的智慧；經由修行觀禪所得。）（Com　M　Abh　Ⅸ。21　p。343）",
"[119]":"　放逸pamada－疏忽、大意、懈怠、懶散。（P-E　Dict　p。416）",
"[120]":"　阿僧祇劫asavkhyeyya-kappa－無數劫。阿僧祇：無數。劫：世界從生到滅所經歷的時間；極長的時間。（Con　P-E　p。37，　77）",
"[121]":"　四種遍淨戒catuparisuddhi-sila－比丘的四類清淨戒：　　一、別解脫律儀戒：謹慎遵守比丘的戒律與威儀。　　二、根律儀戒：六根接觸六境時保持正念，不因境而生貪瞋等。　　三、活命遍淨戒：以清淨誠實的言行取得資生物品，不行邪命。　　四、資具依止戒：如理思惟受用衣、食、住、藥的真正目的。　（Com　M　Abh　Ⅸ。28　p。347）",
"[122]":"　頭陀行－頭陀dhuta：意為「抖落」；抖擻精神以去除惡行及障礙。（P-E　Dict　p。342）以極簡樸的生活方式訓練少欲、知足等德行。有十三種修行法，稱為十三頭陀支（dhutavga）。（清淨道論‧第二品）",
"[123]":"　阿蘭若行－隱居於遠離聚落的寂靜處或森林。（P-E　Dict　p。76）",
"[124]":"　一切知智－無所不知的智慧。（P-E　Dict　p。681）佛陀的智慧。",
"[125]":"　小須陀洹culasotapanna－修行觀禪達到緣攝受智的禪修者稱為小須陀洹。初果須陀洹聖者已經完全滅除邪見與懷疑；他們永遠不會再投生於四惡道，並且再投生人道不超過七次就會入涅槃。若禪修者達到名色分別智與緣攝受智，他們能暫時去除邪見與懷疑，與須陀洹類似，但還不是真正的須陀洹，稱為小須陀洹。他們來世不會投生於四惡道。（Ess　Abh　p。406）",
"[126]":"　沙門samana－出家人、隱居修行者。（P-E　Dict　p。682）",
"[127]":"　梵志－佛教以外其他宗教的出家修行人。（P-E　Dict　p。430）",
"[128]":"　盜法－學習佛法得到成就之後，不表明是從佛法中學來的，而宣稱是自己的本事。",
"[129]":"　編者註：三輪教法指的是無常、苦、無我這三種共相。",
"[130]":"　菩提bodhi－證悟；智慧或道智。（P-E　Dict　p。490）",
"[131]":"　三明vijja－宿命明、天眼明、漏盡明。乃是六神通之中的三項。（P-E　Dict　p。617）",
"[132]":"　中陰身－北傳佛教所提到，在今世（前有）死亡之後與來世（後有）投生之前的中間生存狀態（中有）。",
"[133]":"　死亡心cuti-citta－在一生之中的最後一個心，其功能是執行死亡。（Com　M　Abh　Ⅲ。8　p。124）",
"[134]":"　由旬yojana－古代印度測量距離的單位。一由旬相當於七英哩（十一公里多）。（P-E　Dict　p。559）",
"[135]":"　托缽pindapata－比丘以缽接受的食物。比丘依靠他人布施食物而維持生活的方式。（P-E　Dict　p。458）",
"[136]":"　阿諾羅富羅與大村都是斯里蘭卡的地名。",
"[137]":"　這七種心所稱為遍一切心心所（sabbacitta-sadharana）：它們與一切心相應。所有的心都必須依靠它們的協助以認知對象。一、觸phassa－使感官、對象與心三者接觸在一起，從而引發認知對象的心路過程。如果沒有觸，則無法產生認知的作用。二、受vedana－感受對象、體驗對象、享受對象的品質。三、想sabba－記錄對象的顏色、形狀、名稱等，乃是記憶的功能。四、思cetana－要達成目標的意志作用。它能執行自己的功能（達成目標），並且調整相應心所的功能，統合起來完成向對象作用的任務，因此它是造成業的最重要因素。五、一境性ekaggata－使心與心所專注於對象，不令分散。六、命根jivitindriya－有兩種命根：名命根（維持相應名法的生命）與色命根（jivita-rupa維持色法的生命。上一章已談過。）這裡指名命根，它是一種心所。雖然思能決定其他心所的作用，但仍需靠命根灌注生命力給思和其他心所。七、作意manasikara－負責將心轉向對象，使對象出現於心中。（Ess　Abh　p。67-70，　Com　M　AbhⅡ。2　p。78-81）",
"[138]":"　在禪修者所進入的一次禪那之中，有數不盡的禪那速行心生滅，每一個禪那速行心的心識剎那中都有三十四種名法。",
"[139]":"　遍作心parikamma－禪那的預備心。",
"[140]":"　近行心upacara－接近禪那的心。",
"[141]":"　隨順心anuloma－形成遍作心與禪那之間的隨順或連接。乃是協　　調低等心（欲界心）與高等心（禪那心）之間的橋樑。",
"[142]":"　種姓心gotrabhu－切斷欲界心的相續，形成禪那心的相續。　　以上這四種心也稱為近行定速行心。（Ess　Abh　p。161）",
"[143]":"　彼所緣心tadarammana-citta－記錄心；在速行心之後生起，緣取（彼）速行心所緣取的對象（所緣），繼續享受對象的餘味。此心滅後心路過程即結束，有分再度生起。（Ess　Abh　p。118）",
"[144]":"　十八種真實色－地、水、火、風（四大種色）、眼淨色、耳淨色、鼻淨色、舌淨色、身淨色（五淨色）、顏色、聲、香、味（四境色）、女根色、男根色（性根色）、心色、命根、食素。",
"[145]":"　十種虛假色－虛空界、身表、語表、色輕快性、色柔軟性、色適業性、色積集性、色相續性、色老性、色無常性。（攝阿毗達摩義論‧第六品）",
"[146]":"　五門轉向心－打斷有分，並將心識之流轉向色塵等對象。在此的表達法是以心的名稱來作為該心識剎那的名稱。「有十一個名法的五門轉向心」是指：在五門轉向心的心識剎那裡有十一個名法，即五門轉向心與十個心所。並非指心中能含有其他名法。",
"[147]":"　眼識－觀看對象，形成視覺印象，並將此印象傳遞給下一個心。",
"[148]":"　領受心－接受對象及視覺印象，傳給下一個心。",
"[149]":"　推度心－審查對象及視覺印象。",
"[150]":"　確定心－決定對象是好或壞。",
"[151]":"　速行心－享受對象的品質（好或壞）。",
"[152]":"　彼所緣心－記錄心；繼續享受對象的餘味。此心發生之後眼根與色塵分離，眼門心路過程結束，有分心再度生起。（Com　M　Abh　Ⅲ。8　p。123-124）",
"[153]":"　這裡的意門心路過程跟隨在前五門心路過程之後生起，取前五門所取的對象。這點與前面談過獨立生起的意門心路過程稍有不同。",
"[154]":"　入滅盡定者受到定力的保護，任何災害都不能傷害他們的身體，因此不必為保護身體而發願，只須為保護日用品而發願。",
"[155]":"　聲聞savaka－弟子；聽聞佛陀或佛陀弟子說法而修行的人。",
"[156]":"　編者註：佛陀未曾說：「一切法都是無常」；佛陀說：「一切有為法都是無常」或「諸行無常」。（法句經‧第二七七偈Dhammapada。）",
"[158]":"　佛陀只說真實的言語，不會說假話。",
"[159]":"　未來分智乃是天眼通當中的第二種神通力，能見到未來世的情形。",
"[160]":"　要闡明任何一種究竟法的本質，必須透過四個方面來定義它：（一）、lakkhana相；特相；特徵：事物或現象的顯著性質。（二）、rasa味；作用：它所執行的明確任務或功能。（三）、paccupatthana現起；現狀：它出現時的狀態。（四）、padatthana足處；近因：它賴以生起的直接原因。（Com　M　AbhⅠ。3　p。29）",
"[161]":"　編者註：在此的觀禪心是指辨識色法或名法為無常、苦、無我的心路過程（vithi）。",
"[162]":"　離心路過程心vithi-mutta-citta－不參與心路過程的心；發生於心路過程之外的心。（Com　M　Abh　Ⅲ。8　p。122）",
"[163]":"　隨煩惱upakkilesa－污染、不淨。（Ess　Abh　p。412）",
"[164]":"　守護諸根門－當六根（六門）接觸六境（六塵）時，運用正念守護自心，不使心因為可愛的對象而生起貪著，或因可厭的對象而生起憎惡。（Com　M　Abh　Ⅸ。28　p。348）",
"[165]":"　證悟初果須陀洹的人就永遠不會再故意違犯五戒。",
"[166]":"　編者註：這五種業稱為「無間業」（立即業），因為它們必定會在今世成熟，並且造成來世投生到地獄。",
"[167]":"　阿奢梨acariya－教授師；指導老師。（P-E　Dict　p。96）",
"[168]":"　上座部佛教的「淨土」－這只是一種隱喻，因為上座部佛教中並未提到任何淨土；涅槃也不是一個地方。",
"[169]":"　以下四段回答依照開示的錄音帶補入。",
"[170]":"　他們不了解那些微粒乃是究竟色法的聚集（色聚）。",
"[171]":"　三十一界－眾生所處的三十一個生存空間。從最低到最高的次第為：地獄、畜生、餓鬼、阿修羅（四惡道）、人、四王天、忉利天、夜摩天、兜率天、化樂天、他化自在天（欲界七善道；人道之上的六層天稱為欲界六天）、梵眾天、梵輔天、大梵天（初禪的三層天）、少光天、無量光天、光音天（第二禪的三層天）、少淨天、無量淨天、遍淨天（第三禪的三層天）、廣果天、無想天、無煩天、無熱天、善現天、善見天、色究竟天（第四禪的七層天；其中後面的五層天稱為淨居天，只有三果阿那含與四果阿羅漢居住。色界共有十六層天）、空無邊處天、識無邊處天、無所有處天、非想非非想處天（無色界四層天）。（Ess　Abh　p。181）",
"[172]":"　有學sekkha－尚未達到圓滿，還需要學習的人；指須陀洹道到阿羅漢道這些聖者。證得阿羅漢果的人稱為無學（asekkha），因為他們已經完成該做的事，不需要再學習。（P-E　Dict　p。393）",
"[173]":"　唯作kiriya－這種心只執行它們的作用，不形成業力，故不會產生果報。它們既非業因，也非業之果。（Com　M　AbhⅠ。10　p。44）",
"[174]":"　以下四段回答根據開示的錄音帶補入。",
"[175]":"　學程圖表－請參見本書後面。",
"[176]":"　三千六百頁以上的解說－帕奧禪師以緬甸文詳細解釋《阿毗達摩》，闡述三藏經典中佛陀所教導的修行體系。此鉅著取名為《趣向涅槃之道Nibbanagaminipatipada》，已印成五大冊。",
"[177]":"　依上座部佛教，佛陀誕生、成道、涅槃的日子都同樣在毘舍佉月（vesakhamasa）的月圓日。有人將此日翻譯為衛塞節（vesakha　day）。毘舍佉月相當於陽曆的四月或五月。（P-E　Dict　p。650）",
"[178]":"　優婆塞、優婆夷－信仰佛法的在家男居士、女居士。",
"[179]":"　皈依三寶－皈依：依靠。三寶：佛、法、僧。皈依三寶：以佛、法、僧作為依靠；這是正式成為佛教徒的表示。",
"[180]":"　若在家居士違犯五戒中的任何一戒，他或她必須重新求受五戒，然後謹慎地遵守。若再違犯，則必須再重新求受。",
"[181]":"　這是佛陀成道之前，坐在菩提樹下修行時所發的願。",
"[182]":"　四事供養：供養飲食、衣服（如：袈裟）、臥具（包括住處）與醫藥這四種生活必需品。",
"[183]":"　須彌山Meru－世界最高之山的名稱。（Con　P-E　D　p。212）",
"[184]":"　辟支佛paccekabuddha－獨自覺悟真理、獲得解脫的人；但無法教導世人他所覺悟的真理。（P-E　Dict　p。385）",
"[185]":"　善哉sadhu－贊同、順從的話。當有人（通常是親友）為去世的人行善積德，並將此功德轉移（迴向）給他時，若那人投生在餓鬼道，知道有人為他行善而能生起隨喜功德的善心，並且說出「善哉sadhu」，則因為此善業（口業與意業）的力量，他將能減輕痛苦或脫離餓鬼道，投生於善道。果報的強弱取決於他所生起善心（主要是善思）的強弱。若在世者為他所做的功德不純淨、力量弱，那麼他雖然內心隨順歡喜，但無法說出「善哉」；則因為善業的力量弱（只有意業），故不能產生夠強的善報。",
"[186]":"　難陀Nanda－並非悉達多太子的同父異母之弟，釋迦族王子出家的那位難陀，而是另外一位難陀。難陀母就是優陀羅（Uttara）。",
"[187]":"　正等正覺sammasambuddha－獨自證悟正覺並且能以所證真理教導弟子。辟支佛雖然也獨自達到覺悟，但無法教導弟子所證真理。",
"[188]":"　獨立的阿羅漢－聲聞弟子必須聽聞佛陀或佛陀弟子說法，才能證悟阿羅漢果；而辟支佛不依靠任何人的教導，即能獨自證悟阿羅漢果，所以稱為獨立的阿羅漢（獨覺）。",
"[189]":"　心能辨識對象，但心本身也能成為被辨識的對象。然而心不能作為它自己的對象，因為辨識者不能辨識自己。但是在同樣的心流裡，後面的心能辨識前面的心。（Com　M　Abh　Ⅲ。16　p。136）因此若禪修者能同時辨識意門及對象，他即能辨識已過去的禪那法。",
"[190]":"　五種生起智－由前面四種（因為無明、愛、業力、食物的生起而生起）再加上色的生起階段，總共是五種。",
"[191]":"　五種息滅智－由前面四種（因為無明、愛、業力、食物的息滅而息滅）再加上色的息滅階段，總共是五種。",
"[192]":"　提到有實踐波羅蜜的次序並不是意味著菩薩在實踐某個波羅蜜時並沒有實踐其他波羅蜜，而只是指他在一世當中會專修其中一個波羅蜜。關於這點，在《本生經》裡就可以看到許多的事例。舉例而言，當我們的菩薩身為大生王子的那一世，他專修精進波羅蜜，但他也修習持戒、出離等其他波羅蜜。例如，在年紀大時，他捨棄了皇后、子女、眾大臣及王位而出家，精進地禪修。",
"[193]":"　其他的動物沖涼是為了清洗身體。但是大象沖涼並不是為了清洗身體，而只是為了踩踏蓮花。大象沖涼是無用的，執著於身外物也是毫無結果的，它不會帶來佛果的利益。",
"[194]":"　三因結生心是指在結生那一剎那的心具足了無貪、無瞋與無痴三因。",
"[195]":"　兩種欲：事欲（欲樂目標）與煩惱欲。",
"[196]":"　有一次我們的菩薩出生在波羅奈國的一個婆羅門富豪家，名為阿吉帝（Akitti）。在佈施了所有的財產之後，他隱居在森林裡。在那裡他繼續把獲得的東西佈施給他人，甚至只剩下古拉葉（Kura）可吃的地步。",
"[197]":"　十一種火：貪、瞋、痴、生、老、死、愁、悲、苦、憂、惱。",
"[198]":"　眾生自業是指業力是屬於自己造的，只有他自己去負責自己所造的業，包括善與惡。",
"[199]":"　聖者的四個傳統即知足於任何袈裟、食物、住所與樂於禪修。",
"[200]":"　五逆惡業是弒父、弒毌、殺阿羅漢、出佛身血與破和合僧團。",
"[201]":"　四種情形是：午夜、新月、大森林之中與烏雲滿天而沒有閃電。",
"[202]":"　十八不共法是：一、毫無障礙的過去世智；二、毫無障礙的現世智；三、毫無障礙的未來世智；四、一切的身業皆以智慧為主導；五、一切的語業皆以智慧為主導；六、一切的意業皆以智慧為主導；七、欲不退減；八、勤（精進）不退減；九、定不退減；十、慧不退減；十一、弘法不退減；十二、解脫不退減；十三、不嬉戲或開玩笑；十四、不會犯錯；十五、沒有任何事是他的智慧不可理解的；十六、沒有任何急事；十七、不會粗心大意；十八、不會在沒有適當的省察之下實行某事。",
"[203]":"　中譯按：「漏」（asava）有四種，即：欲漏、有漏、（邪）見漏及無明漏。",
"[204]":"　中譯按：「欲欲」的巴利原文是kamacchanda，由kama（欲樂）及chanda（欲求）二字組合而成，其義是「對欲樂的欲求」。",
"[205]":"　中譯按：這五種蓋當中包含了七種心所，其中有兩對心所各算為一蓋。《阿毗達摩論》的註疏解釋說：昏沉與睡眠合為一蓋，掉舉與追悔合為一蓋，因為它們有類似的作用、緣與對治之法。昏沉與睡眠兩者都有使名法軟弱無力的作用；它們都是緣於懶惰與昏昏欲睡而生起的；對治它們之法都是激起精進。掉舉與追悔都有導致不寧靜的作用；它們都是緣於困擾的念頭而生起；對治它們之法都是培育定力。",
"[206]":"　中譯按：時常思惟欲樂的過患也能幫助鎮伏欲欲。因此譯者摘錄佛陀在《中部》對欲樂所作的一些譬喻，把它們編於附錄之中，相信這能幫助大家更認識欲樂的真實面貌。",
"[207]":"　中譯按：慈心解脫就是慈心禪那。",
"[208]":"　《增支部》裡的經文是：「讓他……投生於惡趣」等等。",
"[209]":"　「始於『等活地獄』（sabjiva）的八大地獄。在阿鼻地獄的四個門當中，每一個都（通向）始於『火炭獄』（kukula）的四個主要地獄（《中部》iii，　185），所以一共有十六個主要地獄。」──《大疏鈔》",
"[210]":"　中譯按：見第16頁。",
"[211]":"　中譯按：忍辱主義者就是菩薩，在被斬斷手腳之後不久，他就因失血過多而死了。他這忍辱的行為是最高等的忍辱波羅蜜，即不惜犧牲生命而修行的忍辱。迦尸王即是後來的提婆達多。在殺死菩薩不久之後，他就被裂開的大地吞進地獄裡。",
"[212]":"　中譯按：大威勢王也是後來的提婆達多。有一次，當護法王子的母后，即後來的大愛道，在床上逗著七個月大的他玩時，大威勢王走了進來，叫喚著皇后。但皇后卻由於正玩得入神而沒有回應他。大威勢王因此感到很生氣，心想：「我這兒子現在才七個月大，皇后就不理我了，等他長大了那還得了？」所以就決定立刻把兒子殺了。皇后看到親生兒子被殺死時，很傷心地死了。由於大威勢王造了很重的惡業，在殺死兒子之後，他就被裂開的大地吞進無間地獄裡。",
"[213]":"　中譯按：命人殺六色牙象王的皇后在佛陀時代時是個年輕的比丘尼。有一次，當她聽佛陀說法時，見佛陀長相莊嚴美好，全身散發著光，所以就想自己在過去世是否曾經是他的妻子。如此想時，她先是發聲笑了出來，而後又放聲痛哭。她笑是因為想到當菩薩是六色牙象王時，自己是牠的象后之一，跟他曾有過親近的關係。她哭是因為繼而想到自己是象后時，因一些小事而對象王懷恨，而在供養辟支佛鮮果之後，發願能在下一世成為皇后，以殺死該象王。不久之後，牠就絕食而死，而且果真在下一世成了皇后。隨後她就慫恿國王派人殺死象王。當殺象王的獵人（後來的提婆達多）報告象王的死訊時，她才想起象王對她身為象后時的種種好處，而傷心地死了。　　當佛陀看到該比丘尼又笑又哭的情況時，就基於這個因緣開示《六色牙象王本生經》。後來，那位比丘尼精進地修禪，而證得了阿羅漢果。",
"[214]":"　中譯按：牠從一棵樹跳到另一棵樹地讓自己的血滴在地上，讓那迷路的人能夠順著血跡走出森林。",
"[215]":"　中譯按：布薩戒即是在布薩日時所持的八戒。根據南傳的陰曆，每個月分為「白分」及「黑分」兩個「半月」。一個「半月」是十四天或十五天。每個半月中有兩個布薩日，即：第八天及最後一天。因此每個月有四個布薩日。每個月的最後一天是月圓日。所以其算法跟農曆不同。",
"[216]":"　中譯按：有一次菩薩出生為一隻白象，長大後成了象王。為了能夠妥善地照顧目盲的母親，即後來的摩訶摩耶夫人，牠捨離了象群，把母親帶到另一座森林，獨自照顧母親。有一次牠把一個在森林裡迷路了七天的人載出森林，但那人卻忘恩負義，把象王的行蹤報告給一位國王，即後來的阿難尊者。國王派了象師等多人去捕捉牠，而牠雖然能夠輕而易舉地殺死象師們，卻毫不反抗地讓他們捉去。被捕之後，即使國王給他最美味的食物，牠也不吃。因為牠覺得若不能再事養母親，那寧可餓死也不吃。國王受到牠的孝心感動，而終於放牠回森林。",
"[217]":"　中譯按：致力界（arambhadhatu）、精勤界（nikkama-dhatu）及不斷精進界（parakkamadhatu）是精進的三個層次。致力界是初步的努力；精勤界是更進一步的努力；不斷精進界是持續不斷的努力，是最強的精進。",
"[218]":"　中譯按：「六種法」即是《念處經》的註釋所提到，有助於去除欲欲蓋的六種法。對於下文所提到的「六種法」，亦應知它們是指《念處經》的註釋中所提到的。",
"[219]":"　中譯按：根據世尊所制的戒律，比丘不允許吃以下十種肉：人肉、象肉、馬肉、狗肉、蛇肉、獅子肉、老虎肉、花豹肉、黑豹肉及熊肉。除此之外，比丘也不允許吃自己看到或聽到被殺，或懷疑為他而殺的三不淨肉，以及未煮熟的肉。除這些之外，不如法獲得的肉也不可以吃。",
"[220]":"　中譯按：此八事即：佛、法、僧、三學、過去世、未來世、過去與未來世、緣起。",
"[221]":"　位於錫蘭的阿奴拉塔布拉（Anuradhapura）。",
"[222]":"　中譯按：在此「轉向」是指轉向神通心路過程，即運用神通。",
"[223]":"　中譯按：關於止禪業處，《清淨道論》例舉了四十個，而《迷惑冰消》則例舉了三十八個。這是因為後者把光明遍和白遍歸納為一個業處，以及把虛空遍和空無邊處歸納為一個業處。",
"[224]":"　中譯按：意即在行走托缽時專心修其所選的業處。",
"[225]":"　中譯按：「置之一邊」即暫停修習該業處。",
"[226]":"　中譯按：這業生火界是指消化之火，在此是形容肚子餓。",
"[227]":"　中譯按：無執取色是非有情的色法（例如：食物），執取色則是有情的色法，於此是指自己的色法。",
"[228]":"　中譯按：五種「心之束縛」是渴愛欲樂、渴愛身（自己的身體）、渴愛色（別人的身體）、貪睡及為了能在來世投生到某個天界而修梵行。",
"[229]":"　中譯按：一烏沙巴（usabha）大約二百八十尺；一加浮達（gavuta）大約三公里。",
"[230]":"　中譯按：這是陽曆七月的月圓日，也是比丘入雨季安居的前一天。",
"[231]":"　中譯按：「自恣」是每位比丘在雨季安居結束時，請比丘僧團說出他們見到，或聽到，或懷疑他在安居期間所犯的罪。",
"[232]":"　中譯按：在《相應部．因緣品．子肉經》裡，佛陀舉出吃愛子之肉的譬喻，來說明攝取食物不是為了欲樂。其譬喻如下：　　有夫婦兩人帶了愛子及少量的糧食走在荒野之中。但在還沒有走出荒野時，那些食物已吃完了。夫婦兩人心想：「我們寧可把愛子殺了作成肉片。通過吃孩子的肉，我們將得以越渡荒野；別讓我們三人都遭遇死亡。」如此，他們吃愛子的肉只是為了越渡荒野，絕不會是為了嬉戲、欲樂、美食及長胖。",
"[233]":"　中譯按：見第11頁。",
"[234]":"　中譯按：「從」即不是主要的。",
"[235]":"　中譯按：根據註釋，「此一心生起，另一心壞滅」是指跟色法同時生起的心是一個，跟那些色法同時壞滅的心則是另一個。　　一個心的壽命是一個心識剎那，而多數的色法的壽命是十七個心識剎那。因此，在一個心識剎那裡跟色法同時生起的心壞滅後，那些色法還存在。如此，在十六個心相續地生滅之後，那些色法與第十七個心同時壞滅。",
"[236]":"　中譯按：「結」一共有十個，即：身見、疑、戒禁取見、欲欲（對欲樂的欲求）、瞋恨、色界欲（對色界生命之欲）、無色界欲（對無色界生命之欲）、我慢、掉舉與無明。須陀洹道斷除首三結；斯陀含道減弱欲欲及瞋恨；阿那含道進而斷除它們；阿羅漢道則斷除其餘五結。",
"[237]":"　中譯按：拉達巴拉尊者是世尊的八十位大弟子之一。世尊在《增支部．一集》裡稱他為「基於信心而出家第一」的弟子。《中部‧拉達巴拉經》中述及他為了獲得雙親同意他出家，而向雙親說自己只有兩個可能性，即：死在當地，或獲得同意出家。然後他就躺在地上絕食，也不說話。其雙親嘗試勸他們這從小嬌生慣養的獨生子打消出家的念頭，但失敗了。他們再叫他的朋友們來說服他，但也失敗了。七天後，他的朋友們見他快要死了，就向他雙親說：「伯父，伯母，拉達巴拉在說了『我當死於此地，或獲得允許出家』之後，即躺在地上。現在，如果你們不讓他出家，他就會死在這裡。但如果你們允許他，在他出家之後，你們還可以見到他。而如果他不滿意出家的生活，到時他不回到家裡，又會去哪裡呢？所以，你們就答應他出家吧！」因此，其雙親只好讓他出家。",
"[238]":"　中譯按：羅候羅尊者也是世尊的八十位大弟子之一。世尊在《增支部．一集》裡稱他為「樂於接受教導第一」的弟子。每個想要成為佛的大弟子之人，都必須在得到一尊佛授記之後，再累積波羅蜜長達十萬大劫之久。",
"[239]":"　根據《中部註》，「多樣化捨」是關於五欲的捨；「專一捨」是第四禪之捨。",
"[240]":"　安般念：保持正念專注於呼吸的修行方法。",
"[241]":"　禪相：修行禪定時內心專注的目標。",
"[242]":"　欲欲（kamacchanda）：對欲樂的欲求。",
"[243]":"　這裡的「身」是指「名身」而言，不是指「色身」。",
"[244]":"　二十一種方法：身念處十四種方法，受念處與心念處各算一種方法，法念處五種方法，總共是二十一種方法。",
"[245]":"　須陀洹聖者滅除了一切會造成導致四惡道投生之不善業的煩惱，其數甚多，猶如大地的塵土一般。",
"[246]":"　四種瀑流：欲瀑流、有瀑流、邪見瀑流、無明瀑流。四種軛：欲軛、有軛、邪見軛、無明軛。四種漏：欲漏、有漏、邪見漏、無明漏。四種繫縛：貪欲身繫、瞋恚身繫、戒禁取身繫、武斷地執取「只有這才是真實」身繫。四種執取：欲取、邪見取、戒禁取、我論取。四種邪行：欲邪行、瞋邪行、痴邪行、畏邪行。四種食：段食、觸食、思食、識食。進一步的解釋請參閱本書後面的《詞語匯解》。",
"[247]":"　關於十六觀智，請參閱本書後面的《詞語匯解》。",
"[248]":"　這是常被混淆的觀點。涅槃是恆常的，但也是無我的。這就是為什麼佛陀說：「諸行無常，諸法無我」的道理。有為法（行法；因緣所生法）都是無常的，而涅槃是無為法，因此是常的。然而包括涅槃在內的一切法都是無我。世間與出世間都找不到「我」存在。應當明辨「諸行」與「諸法」的差別，「無常法」與「無我法」的差別。",
"[249]":"　kamacchandanivarana譯為「欲欲蓋」。「欲欲」（kamacchanda）意為「對欲樂的欲求」。",
"[250]":"　心所的解釋請參閱本書後面的《詞語匯解》。",
"[251]":"　四種資具：或稱四事供養，即飲食、衣著、住處、藥品。",
"[252]":"　吠陀是婆羅門教的權威教典。",
"[253]":"　這些名詞的解釋請參閱本書後面的《詞語匯解》。",
"[254]":"　不如理作意：將無常、苦、無我、不淨的事物認作常、樂、我、淨（美麗）。",
"[255]":"　但是在有些經中，身至念專指三十二身分而言。三十二身分有兩種修法：（一）止禪的修法是專注三十二身分為不淨以達到初禪。（二）觀禪的修法是觀照三十二身分的四界以照見究竟色法。",
"[256]":"　師利摩是當時著名的高級妓女，她證得須陀洹果後就不再當妓女。",
"[257]":"　這是指佛陀成道前六年的苦行。",
"[258]":"　關於前生緣與後生緣，請參閱本書後面的《詞語匯解》。",
"[259]":"　關於眼門心路過程，請參閱本書後面的《詞語匯解》。",
"[260]":"　關於這些緣，請參閱本書後面《詞語匯解》中二十四緣的說明。",
"[261]":"　離心路過程心的解釋請參閱本書後面的《詞語匯解》。",
"[262]":"　關於四道與四果，請參閱本書後面的《詞語匯解》。",
"[263]":"　遇到有兩部經同名時，古人往往在經名中加上「大」或「小」來區別它們，這純粹只是為了標記識別而已。",
"[264]":"　關於這些心的補充解釋，請參閱本書後面的《詞語匯解》。",
"[265]":"　這裡所謂的「一切聖者」只是出自個人主觀想法而已，所見的未必真是聖者。禪修者照見自己認為是聖者之人並且向他們散播慈愛，這只是練習慈心觀的一種方法，千萬不可自以為能分辨聖凡！",
"[266]":"　臨死速行心是一生中的最後一個速行心。",
"[267]":"　五部尼柯耶是《長部》、《中部》、《相應部》、《增支部》及《小部》，也就是經藏。",
"[268]":"　十種結的字義解釋請參閱本書後面的《詞語匯解》。",
"[269]":"　五十相：導致五取蘊生起的因有五個，即無明、愛、業、段食及成相。「前四因生故五蘊生」是因緣生，成相是剎那生，這是觀照五取蘊生起的五相；「前四因滅故五蘊滅」是因緣滅，壞相是剎那滅，這是觀照五取蘊壞滅的五相。五蘊各有以上的十相，總共是五十相。",
"[270]":"　由於他所觀照的目標（第二禪或更高禪那的名法）裡沒有正思惟（即尋心所），所以他的觀智裡也就沒有正思惟（尋）。",
"[271]":"　這裡的「身」是指名身而言，不是指色身。",
"[272]":"　提婆達多企圖謀殺佛陀以奪取僧團的領導權。陰謀失敗之後他與佛陀分裂，企圖建立以自己為首的僧團。",
"[273]":"　這裡的「知見」（banadassana）指天眼通（能見到普通人見不到的微細物質的能力）而言。",
"[274]":"　永遠的解脫（asamayavimokkha不時解脫）：字義為「非暫時的」或「永遠的」解脫。《中部註》引用《無礙解道》而下定義說：「不時解脫」是指四道、四果與涅槃；「時解脫」（samayavimokkha一時的解脫）是指四色界禪與四無色界定。",
"[275]":"　《中部註》解釋說「不可動搖的心解脫」是指阿羅漢果。因此「永遠的解脫」一詞含有較廣的涵義（包含四道與四果）。只有「不可動搖的心解脫」才被稱為梵行生活的目標。",
"[276]":"　賓伽羅果加Pivgalakoccha。",
"[277]":"　布蘭迦葉Purana　Kassapa、末伽梨瞿舍梨Makkhali　Gosala、阿耆多翅舍欽婆羅Ajita　Kesakambalin、波拘陀迦旃延Pakudha　Kaccayana、薩若毘耶梨子Sabjaya　Belatthiputta與尼乾陀若提子Nigantha　Nataputta。",
"[278]":"　這裡的「知見」是指天眼通而言。",
"[279]":"　雖然禪那也可歸屬於第10段經文所談「定力的成就」當中，而且知見被認為是比定力更高的成就，但是由於這裡的禪那是作為滅盡定與滅除諸漏（第21段）的基礎，所以它們變得比知見更高。",
"[280]":"　這裡的「身」是指名身而言，不是指色身。",
"[281]":"　色想（rupasabba）是指色法（物質）的想，如遍處禪相等的想。",
"[282]":"　有對想（patighasabba）是指目標撞擊依處而生之想。",
"[283]":"　差異想（nanattasabba）是指顏色、聲音、氣味等塵境之想。",
"[284]":"　這裡包括了由四個人提出的問題。由於它們有關聯，所以一起回答。",
"[285]":"　根據記載是如此，但不知這是指當初某一時刻的數目或佛陀教化四十五年期間總合起來的在家聖弟子數目。",
"[286]":"　巴利文Nibbana　（音譯為「涅槃」）的涵義是「滅盡」，Parinibbana（音譯為「般涅槃」）的涵義則是「完全滅盡」。",
"[287]":"　這是指（只減弱欲欲與瞋恚的）斯陀含道。",
"[288]":"　這是指在五門心路過程裡。若在意門心路過程裡，意門轉向之後即是速行的階段。",
"[289]":"　對於還不是阿羅漢的人是如此。對於阿羅漢，其速行心是無記心。",
"[290]":"　巴利文nila也可譯為青或褐。",
"[291]":"　首九種觀之染本身並非煩惱，但可以作為煩惱生起的基礎，所以間接地稱它們為觀之染。欲（nikanti）則原本即是煩惱。",
"[292]":"　對於兩個相續生起的心，前生心是指在前一個心識剎那生起的心；後生心是指在後一個心識剎那生起的心。",
"[294]":"　所謂的「善巧方法」是指運用前面講過的正確方法，並且運用自己所累積的禪修經驗。例如：不要去注意氣息裡四大的特相，而要整體地專注於氣息本身；不要專注於接觸點（附帶地知道則不要緊）；不要專注於接觸的感受；了知氣息可能呈現為各種不同的狀態；了知若有若無的微細氣息等等。",
"[295]":"　其中「法塵」包括五種淨色、十六種微細色、心、心所及概念法如安般禪相、遍禪相等。",
"[296]":"　有分心是名法，不是色法。這裡說「有分心像鏡子一樣」乃是指有分心所產生色聚的明亮情況像鏡子一樣。當似相在如此的明鏡中出現時即可檢查禪支。以此法檢查能確定地了知是否已曾入禪那。",
"[297]":"　緣起法中有三種輪轉，煩惱輪轉與業輪轉能造成果輪轉（vipakavatta），即識、名色、六處、觸、受。",
"[298]":"　應當了解這裡的「業」是指能造成未來世果報的業力，而不包括當生即將成熟的業力。",
"[299]":"　「只有身」是指由於強而有力的觀智，禪修者「只」見到「純粹的名色身」──究竟名色法，絲毫不見色聚等概念法，這是壞滅隨觀智以上這些觀智的特徵。也因為如此，這時開始才被認為是純粹的觀禪。",
"[300]":"　關於「二十八種色法」，是參見本書後面的「附錄」。",
"[301]":"　「五十二心所」請參見本書後面的「附錄」。",
"[302]":"　中譯按：慈心解脫就是慈心禪那。",
"[303]":"　關於心、心所與色的分類圖表，請參見本書後面的「附錄」。",
"[304]":"　他們事先食用施主要供養佛陀與僧團的食物，此行為屬於偷盜的一種。這與廚師為了知道鹹淡而品嚐食物的情況不同：了解食物的鹼淡是廚師的職責，為了此目的而品嚐不算犯戒。這必須分辨清楚。",
"[310]":"　所謂的「善巧方法」是指運用前面講過的正確方法，並且運用自己所累積的禪修經驗。例如：不要去注意氣息裡四大的特相，而要整體地專注於氣息本身；不要專注於接觸點（附帶地知道則不要緊）；不要專注於接觸的感受；了知氣息可能呈現為各種不同的狀態；了知若有若無的微細氣息等等。",
"[p311]":"　中譯按：業是緣起支中的「有」，即「業有」。",
"[p312]":"　《本生經註》第207個故事",
"[p313]":"　中譯按：在每一個階段都有吸氣與呼氣兩種方式，因此一組四個階段一共有八種方式。關於十六個階段的修法，請參考帕奧禪師所著的《正念之道》答44．頁362-369。",
"[p314]":"　中譯按：（摘自帕奧禪師所著的《智慧之光》）尋、思與作意之間的分別：「尋把心與心所投入目標；作意把心與心所轉向目標；思則催促心與心所朝向目標。對於它們之間的差別，摩訶甘達勇長老舉了一個賽舟譬喻加以說明：在賽舟時，每隻小舟都坐有三位划舟的選手，一個在後面，一個在中間，一個在前面。坐在後面的選手有兩項任務，即控制小舟的方向和向前划；中間的選手無須控制小舟，只須把它向前划；坐在前面的選手並非只是把小舟向前划，而且還要負責在終點摘花，他是最為忙碌的人。前面的選手就好像思；中間的像尋；後面的像作意。如此，作意把相應心與心所轉向目標；尋把受到作意指揮的心與心所投入目標。思則是最忙碌的，它就好像一位木匠師的好助手，不單只需要做自己的工作，同時亦須催促其他學徒工作。」",
"[p315]":"　關於「二十八種色法」，是參見本書後面的「附錄」。",
"[p316]":"　「五十二心所」請參見本書後面的「附錄」。",
"[311]":"　中譯按：慈心解脫就是慈心禪那。",
"[312]":"　編按：這是錯誤的見解，欲界天神及多數的色界梵天神（即除了無想有情天的梵天神）都能夠聽聞佛法且證悟聖道果。佛陀開示《轉法輪經》時，人間只有憍陳如尊者一人證悟，但卻有無數的天神證悟。《相應部．俱偈品》的整篇「天神相應」就是記載諸天神與佛陀討論佛法。八個不幸時期是：一、生於地獄；二、生於畜生道；三、生於餓鬼道；四、生於無想有情天及無色界；五、生於遙遠的部落；六、生為一個持有「定邪見」之人；七、生為五根不具足之人；八、生於沒有佛陀出世的時期。關於這八個不幸時期，請參考《增支部‧八集》或明昆三藏持者大長老編著的《南傳菩薩道》上冊．頁24-26。",
"[313]":"　編按：在迦葉佛時代，他是一位不持金錢的瓦匠。請參考《中部．瓦匠經》（Majjhima　Nikàya，　Ghañīkàra　Sutta）經81。",
"[314]":"　編按：在佛法的教化期之外，人們沒有這種知識，不知道可以從自己所證得的各種禪那當中，選擇自己最喜歡的一個，而投生到與該禪那相符的界。舉例而言，預言悉達多太子會成佛的阿須陀隱士就不懂這一點，因此死後投生到非想非非想處，遭遇錯失證悟的機會的重大損失。",
"[315]":"　編按：無因者（ahetuka）的結生心（一生中的第一個心）沒有無貪、無瞋與無痴這三個因。二因者（dvihetuka）的結生心則有無貪與無瞋這兩個因，但沒有無痴這個因。無因者與二因者都不可能證得禪那或道果。",
"[316]":"　關於心、心所與色的分類圖表，請參見本書後面的「附錄」。",
"[317]":"　慧地是指蘊（khandha）、處（àyatana）、界（dhàtu）、根（māla）、諦（sacca）與緣起（pañiccasamuppàda）。",
"[318]":"　編按：有二十六種心是凡夫看不到的，即八個出世間心，以及阿羅漢才有的一個生笑心、八個欲界唯作心、五個色界唯作心與四個無色界唯作心。",
"[319]":"　編按：在此，「立處」是含義是一個宗教的根本教義。",
"[320]":"　編按：那些人可能是引用《法句經》的第372首偈：「無慧者無定，無定者亦無慧。具足定慧兩者之人，真的已近涅槃。」",
"[321]":"　他們事先食用施主要供養佛陀與僧團的食物，此行為屬於偷盜的一種。這與廚師為了知道鹹淡而品嚐食物的情況不同：了解食物的鹼淡是廚師的職責，為了此目的而品嚐不算犯戒。這必須分辨清楚。",
"[322]":"　這是絕大多數現代佛教徒所要的。曾經有一次，有一位演講者講解如何修行各種禪法，過後主辦單位向他說：「不是你說得不好，只是你說的太深奧了，不是我們所要的。」如果為了應循大眾的要求，而把佛法通俗化、世俗化，這不是很可悲嗎？大眾要的不是佛陀所教的解脫生死輪迴，而是現代化、合法化、神聖化的生死輪迴。",
"[323]":"　禪師在他老人家所著的一套五本《趣向涅槃之道》裡給予比較詳盡的解釋，但至今為止該書只有緬文版。",
"[324]":"　漢譯《南傳大藏經》十八‧「相應部」六（頁三一一）。",
"[325]":"　漢譯《南傳大藏經》七‧「長部經典」二（頁二七五）。",
"[326]":"　三編按：samàpatti意為「獲得；達到；成就」，於此譯為「定」，舊譯為「等至」。",
"[327]":"　葉均把阿耨樓陀尊者所著的Abhidhammatthasaïgaha一書譯為《攝阿毗達摩義論》，但有許多人誤解它為論藏七部論其中之一，故此取該書名原義重譯為《阿毗達摩概要》。",
"[328]":"　參考那拉達大長老（Ven。　Mahàthera　Nàrada）原著、烈瓦達達摩長老（Ven。　U　Rewatadhamma）修訂的《阿毗達摩概要精解》，中文版第345頁。",
"[329]":"　漢譯《南傳大藏經》十五‧「相應部」三（頁十七）。",
"[330]":"　三編按：「四界差別篇」是指《清淨道論》第11章．節27起。",
"[331]":"　三編按：即第二部《阿毗達摩論註》，通常都稱為《迷惑冰消》（sammohavinodanī）。",
"[332]":"　本書第七章詳盡地解釋了修習四界分別觀的方法。",
"[333]":"　『漢譯南傳大藏經』「長部經典」二（七‧頁二七八）。",
"[334]":"　這是指護法Dhammapàla阿闍黎著的Paramatthamabjāsà《勝義集》，一般稱為《大疏鈔》（Mahàñīkà），有二冊。",
"[335]":"　編按：此段原文未翻譯，今據巴利文補入。",
"[336]":"　參考葉均譯《清淨道論》（繁體版上冊‧頁200；簡體版頁115-116）。",
"[337]":"滅盡定乃是心、心所與心生色法暫時停止的境界。",
"[338]":"　參考葉均譯《清淨道論》（Visuddhimagga）（p。t。s底本p。634。繁體版下冊．頁331；簡體版頁593）。",
"[339]":"　南傳佛教所傳的三十一界為：地獄、畜生、餓鬼、阿修羅（四惡趣），再加人界、六欲界天、十六色界天及四無色界天。在北傳則有二十八天。在南傳的第四禪天中沒有福生天和無雲天，所以只有二十六天。參考《阿毗達摩概要》（Abhidhammatthasaïgaha）「離心路過程之概要」及《法聚論》（Dhammasaïgani）。",
"[340]":"　譯按：身行（kàya-saïkhàra）是指「入出息」（assàsa-passàsa）。為何入出息稱為身行呢？這是因為入出息必須依靠「所生身」（karajakàya，即身體）而生，若身體不存在，入出息也不可能存在。再者，它也必須依靠名身（nàma　kàya）而生，所以稱為身之行法。",
"[341]":"『漢譯南傳大藏經』「長部經典」二（七．頁二七五）。",
"[342]":"　編按：巴利pabbatti　漢譯作「施設」、「概念」及「假名」等。",
"[343]":"　編按：巴利paramattha　漢譯亦有「勝義」、「第一義」等。",
"[344]":"　世間禪：四色界禪與四無色界禪。",
"[345]":"　出世間禪：聖道與聖果之禪那定。",
"[346]":"　　編按：一般把nīla　譯為「青」遍。",
"[347]":"　這裡的色業處修法與第九章「色業處」裡解釋的相同。",
"[348]":"　編按：參考葉均譯《清淨道論》（繁體版下‧322；簡體版587）。",
"[349]":"　譯按：見Light　of　Wisdom　pp。　126　-　176。",
"[350]":"　葉均譯《清淨道論》（繁體版中冊．頁53；簡體版，頁240）。",
"[351]":"　編按：不忍極親愛者有少許痛苦故。",
"[352]":"　三編按：對於這些省察法，參考帕奧禪師的《去塵除垢》修訂版．頁18-31。",
"[353]":"　『漢譯南傳大藏經』「相應部」二（十四‧頁二三六以下）。",
"[354]":"　中譯按：這五種雖有不同的名稱，卻都是泛指一切眾生。",
"[355]":"　三編按：《慈愛經》中的方法是對眾生不分組、分為兩組及分為三組地散播慈愛。不分組的對象即是一切有情。分為兩組即是把眾生分為：弱與強（指阿羅漢）；可見與不可見；住在遠處與近處；不會再生（指阿羅漢）與還會再生。分為三組即是把眾生分為：長、中、短；大、中、小；胖、中、瘦。",
"[356]":"　三編按：如今帕奧禪師通常也教導修習悲、喜及捨無量心。",
"[357]":"　中譯按：緬甸語ngapi在馬來西亞稱為峇拉煎，是一種魚醬或蝦醬。",
"[358]":"　初編按：原文缺譯，今據巴利文補入。",
"[359]":"　初編按：《清淨道論》（第11章．節28）。參考『漢譯南傳大藏經』「長部經典」二（七‧頁二七九）：「諸比丘，如是比丘，從界、如存在、如志向而觀察此身，（知）：『此身有地界、水界、火界、風界。』」",
"[360]":"　2　原文參考『漢譯南傳大藏經』「中部經典」《象跡喻大經》（九．頁二六○）。",
"[361]":"　三編按：見本書第二章．頁13。",
"[362]":"　三編按：關於平衡五根及七覺支，見本書第四章．頁27-31。",
"[363]":"　中譯按：在帕奧禪林的禪修者，一般是以安般念或四界分別觀的修習方法入門。若是選修後者，可待修至禪定之光很明亮後，才轉修三十二身分、白骨觀、白遍與四護衛禪等，及進而修習色業處、名業處、緣起及觀禪。",
"[364]":"『漢譯南傳大藏經』「相應部」四（十六‧頁二三）。",
"[365]":"　『漢譯南傳大藏經』「中部經典」一（九‧頁二九七至二九八）。",
"[366]":"　由於任何色聚最少都有這八個色法，所以它們稱為「八不離色」。",
"[367]":"　三編按：根據論教法，「意界」是指五門轉向心及領受心，「意識界」則是指除了意界及雙五識之外的一切心。請參考第十章「名業處」。",
"[368]":"　色法有三時，即生時、住時與壞滅時",
"[369]":"　譯按：由於男人只有男根，女人只有女根，所以每人最多只有八種業生色聚。",
"[370]":"　關於四種名密集的解釋，見頁128-129。",
"[371]":"《清淨道論》第18章．節23──只有在他已如此清楚地辨識了色法之後，非色法（名法）才會對他以三個方式清晰地呈現。因此，他必須在完成了它（辨識色法）之後，才可以進行辨識非色法的任務，而不可採用相反的方法。若他在辨識了一兩種清楚地呈現的色法之後，即開始辨識非色法，那麼他就會有如「修習地遍」一篇中所提到的母山牛一樣，從他的禪修業處退步下來。然而，若他在已如此清楚地辨識了色法之後，才辨識非色法，那麼他的禪修業處就會增長、提昇且達至圓滿。",
"[372]":"　三編按：對於四種時分及極大、大、微細、極微細四種所緣，參考《阿毗達摩概要精解》頁142-151。",
"[373]":"　三編按：對於清晰及不清晰兩種所緣，參考《阿毗達摩概要精解》頁152-156。",
"[374]":"　譯按：第8、10、12、14、16、18項裡的「身」是指「相應心所」。",
"[375]":"　譯按：此書中的某些組別名稱並不是傳統的用法，而是帕奧禪師為了方便禪修者理解他所給的指導而用。",
"[376]":"　《清淨道論》第18章．節3──欲成就此（見清淨）者，若他是止行者，他應從任何一個色界禪或無色界禪出定，除了非想非非想處之外，然後根據（特）相、作用等辨識包括尋、伺等的諸禪支，以及與它們相應之法。做到這點之後，他應辨識它們全部為「名」（nàma），因為它們「朝向」（namana）所緣。",
"[377]":"　「至出起觀智」（vuññhànagàminī　vipassanàñàṇa）是導致道智出現的觀智，它包括了道心路過程（maggavīthi）本身，以及在道心路過程之前的兩三個心路過程。",
"[378]":"　中譯按：「分別名色」是指分別色是色，而依靠依處色生起及能識知所緣的是名。「差別名色」是指以智差別它們，直到能夠知見這些名色法是無人、無有情及無我的，而只是一組名法與色法罷了。",
"[379]":"三遍知　（tipariññà）：所知遍知﹙bata　pariññà﹚、度遍知﹙tiraṇa　pariññà；亦作審察遍知﹚及斷遍知﹙pahàna　pariññà﹚。所知遍知也就是隨覺智﹙anubodhañàṇa﹚，度遍知與斷遍知則是通達智﹙pañivedhañàṇa﹚。",
"[380]":"中譯按：nimitta　通常譯為「相」，在此其意是目標。",
"[381]":"　註：在色業處（rāpa　kammaññhàna）的階段時已提及，在業生、心生、時節生和食生色聚裡的火界（被稱為時節）製造一系列的新色聚時，最後一粒色聚是不能夠再製造新一代色聚的。由此，上述形容「差不多是每一粒色聚」。請注意在食生色亦是如此。",
"[382]":"　前生有分是指前一個生起的有分心。後生有分是指隨後生起的有分心，即當下的有分心。",
"[383]":"中譯按：為何稱為大善？是因為其數目大。在諸心識組別當中，欲界善心有24個，欲界無因心有18個，欲界不善心有12個，色界心有15個，無色界心有12個，出世間心有8個。由於欲界善心的數目最大，所以稱為大。",
"[384]":"　中譯按：以上提及的「生時」與「滅時」是每一個剎那裡的生、住與滅三時之生時與滅時。",
"[385]":"　中譯按：在此所用的「修觀」一詞是指修觀禪。例如：對名法修觀即是指以名法作為目標來修習觀禪。以後再有「修觀」一詞出現時，讀者也應如此理解。",
"[386]":"　中譯按：前生（purejàta）是指在前生起，後生（pacchajàta）是指隨後生起。它們是二十四緣的其中兩個。",
"[387]":"　中譯按：眼處、耳處、鼻處、舌處與身處各別是眼淨色、耳淨色、鼻淨色、舌淨色與身淨色；意處是一切識色處、聲處、香處、味處與觸處是色塵、聲塵、香塵、味塵與觸塵；其餘的色法、一切心所、根念法與涅槃則屬於法處。",
"[388]":"　中譯按：七境色（gocara　rāpa）是顏色、聲、香、味、地、火與風（觸＝地、火與風）。",
"[389]":"　中譯按：推度心是三種無因果報意識界之一，它能出現於心路過程裡的推度與彼所緣，也能出現為結生、有分與死亡三離路心。所以它也能取法所緣為目標。",
"[390]":"　中譯按：此確定是「意門轉向心」。「意門轉向心」能出現於五門心路過程裡的確定，以及意門心路過程裡的意門轉向。因此它也能取所有六所緣為目標。",
"[391]":"　中譯按：四漏是欲漏、有漏、邪見漏與無明漏。",
"[392]":"　中譯按：諸弟子只是轉教佛陀所教的無我相。",
"[393]":"　　巴利語為phala　samàpatti，亦可譯為「果等至」。",
"[394]":"　三編按：參考《阿毗達摩概要精解》頁352。",
"[395]":"　葉均譯《清淨道論》，繁體版中冊‧頁436；簡體版頁656。",
"[396]":"　亦可譯為「滅等至」。",
"[397]":"　葉均譯《清淨道論》，繁體版中冊‧頁442；簡體版頁660。",
"[398]":"　Pts，　vol。　1，　52　；　VM，　579　；　簡﹙簡體《清淨道論》﹚，　540　；　繁﹙繁體《清淨道論》﹚，　下冊237。",
"[399]":"　Light　of　Wisdom，　Chapter　7，　Discerning　Mental　Factors　–　Nama　Dhamma",
"[400]":"　D。　ii，　55。",
"[401]":"　VM，　585　；　簡，　545　；　繁，　下冊245。",
"[402]":"　VM，　579　；　簡，　540　；　繁，　下冊237。",
"[403]":"　Cf。　VM，　523f　；　簡，　489　；　繁，　下冊153。",
"[404]":"　VM，　527　；　簡，　491；　繁，　下冊157。",
"[405]":"　S。　ii，　65。",
"[406]":"　VM，　585　；　簡，　544　；　繁，　下冊244。",
"[407]":"　VM，　444　；　簡，　409　；　繁，　下冊13。",
"[U1]":"1。英譯本：。Breath　body　。　其巴利原文為kaya-sankhara，直譯則為「身行」。",
"p1":"  《長部．帝釋問經》（D.ii.8 Sakkapa¤ha Sutta）"
}